// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Télécharger les Pilotes et Logiciels";

TaskTitleField = "Télécharger les Pilotes et Logiciels";
TaskDescriptionField = "Cliquez sur \"Se connecter\" pour télécharger le dernier pilote, microprogramme ou pack de logiciels pour votre périphérique HP.";
TaskStartButtonTitle = "Se connecter";
